spec/fixtures/soap/xml/IControl/Networking/Interfaces/IControl.Networking.Interfaces.get_stp_auto_edge_port_detection_state_f5cc9f86b8789dba0baf05e5d7796736_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_stp_auto_edge_port_detection_state><interfaces><value>1.1</value></interfaces></wsdl:get_stp_auto_edge_port_detection_state></env:Body></env:Envelope>